/*
 Localization provided by Wordcrafts
 The Mac OS X and iOS localization experts.
 http://www.wordcrafts.de
 */


/* General */

/* For dialogs yes buttons */
"HockeyYes" = "是";

/* For dialogs no buttons */
"HockeyNo" = "无";

/* For dialogs ok buttons */
"HockeyOK" = "确定";

/* Replacement for app name, if it could not be detected */
"HockeyAppNamePlaceholder" = "这个 app";

/* Crash */


/* Crash dialog */

/* Title showing in the alert box when crash report data has been found */
"CrashDataFoundTitle" = "%@ 意外退出";

/* Description explaining that crash data has been found and ask the user if the data might be uploaded to the developers server */
"CrashDataFoundAnonymousDescription" = "你想要发送一个匿名报告来帮助我们解决这个问题吗？";

/* Description explaining that crash data has been found and ask the user if the non anonymous data might be uplaoded to the developers server */
"CrashDataFoundDescription" = "你想要发送一个报告来帮助我们解决这个问题吗？";

/* Alert box button if the users wants to send crash data always automatically */
"CrashSendReportAlways" = "总是发送";

/* Alert box button to send the crash report once */
"CrashSendReport" = "发送报告";

/* Alert box button to decline sending the report */
"CrashDontSendReport" = "不发送";

/* Text showing in a processing box that the crash data is being uploaded to the server */
"CrashReportSending" = "正在发送...";


/* Update */


/* Update Alert view */

/* Update available */
"UpdateAvailable" = "更新已推出";

"UpdateAlertTextWithAppVersion" = "%@ 已可用。";

"UpdateAlertMandatoryTextWithAppVersion" = "%@ 已可用，并且是一个强制更新。";

"UpdateIgnore" = "忽略";

"UpdateShow" = "显示";

"UpdateInstall" = "安装";

"UpdateRemindMe" = "提醒我";


/* Update Details */

"UpdateScreenTitle" = "更新";

"UpdateButtonCheck" = "检查";

"UpdateButtonSearching" = "正在检查";

"UpdateButtonUpdate" = "更新";

"UpdateButtonInstalling" = "正在安装";

"UpdateButtonOffline" = "离线";

"UpdateInstalled" = "已安装";

"UpdateVersion" = "版本";

"UpdateShowPreviousVersions" = "显示之前版本...";

"UpdateNoUpdateAvailableTitle" = "无可用更新";

"UpdateNoUpdateAvailableMessage" = "%@是最新版本。";

"UpdateError" = "错误";

"UpdateWarning" = "警告";

"UpdateNoReleaseNotesAvailable" = "无版本说明。";


/* Update Authorization  */

"UpdateAuthorizationProgress" = "授权中...";

"UpdateAuthorizationOffline" = "需要网络连接！";

"UpdateAuthorizationDenied" = "授权被拒绝。请与开发人员联系。";


/* Update Expiry  */

"UpdateExpired" = "%@ 已过期，所以无法使用。";


/* Update Simulator Warning */

"UpdateSimulatorMessage" = "Hockey 更新无法在仿真器中进行。\n虽然 itms-services:// URL Scheme已实现，但无法正常工作。";


/* Feedback */


/* New Message Alert */

/* Alert Title */
"HockeyFeedbackNewMessageTitle" = "新的反馈回复";

/* Alert Text */
"HockeyFeedbackNewMessageText" = "你的意见反馈已有一个新的回复，想查看它吗？";

/* Alert Ignore Button */
"HockeyFeedbackIgnore" = "忽略";

/* Alert Show Button */
"HockeyFeedbackShow" = "显示";


/* List View */

/* Title */
"HockeyFeedbackListTitle" = "意见反馈";

/* Last Updated */
"HockeyFeedbackListLastUpdated" = "上次更新: %@";

/* Never Updated */
"HockeyFeedbackListNeverUpdated" = "从不";

/* Provide Feedback Button Title */
"HockeyFeedbackListButtonWriteFeedback" = "提供意见反馈";

/* Add a Response Button Title */
"HockeyFeedbackListButtonWriteResponse" = "添加一个响应";

/* User Data Set Name Button Title */
"HockeyFeedbackListButtonUserDataSetName" = "设置你的姓名";

/* User Data Set Email Button Title */
"HockeyFeedbackListButtonUserDataSetEmail" = "设置你的邮件";

/* User Data With Name Button Title */
"HockeyFeedbackListButtonUserDataWithName" = "姓名: %@";

/* User Data With Email Button Title */
"HockeyFeedbackListButtonUserDataWithEmail" = "邮件: %@";

/* Button title for deleting all local messages*/
"HockeyFeedbackListButtonDeleteAllMessages" = "删除全部信息";

/* Message pending to be send */
"HockeyFeedbackListMessagePending" = "待定";


/* Delete All Messages Action Sheet / Alert View */

/* Title for the Action Sheet */
"HockeyFeedbackListDeleteAllTitle" = "这将会删除此设备上的所有信息。";

/* Button Title to perform delete action */
"HockeyFeedbackListDeleteAllDelete" = "删除";

/* Button Title to cancel delete action */
"HockeyFeedbackListDeleteAllCancel" = "取消";


/* Open Link In Safari Action Sheet / Alert View */

/* Button Title to cancel */
"HockeyFeedbackListLinkActionCancel" = "取消";

/* Button Title to Open the Link */
"HockeyFeedbackListLinkActionOpen" = "打开";

/* Button Title to Copy the Link */
"HockeyFeedbackListLinkActionCopy" = "拷贝";


/* UIActivity */

/* Activity Sharing Button Title, App Name will be inserted */
"HockeyFeedbackActivityButtonTitle" = "%@ 意见反馈";

/* if there can no app name be found, use this instead for HockeyFeedbackActivityButtonTitle */
"HockeyFeedbackActivityAppPlaceholder" = "App";


/* Compose Message */

/* Title */
"HockeyFeedbackComposeTitle" = "新的意见反馈";

/* Send button */
"HockeyFeedbackComposeSend" = "发送";

/* Add Image button for attachment actions */
"HockeyFeedbackComposeAttachmentAddImage" = "添加图像";

/* Edit button for attachment actions */
"HockeyFeedbackComposeAttachmentEdit" = "编辑图像";

/* Delete button for attachment actions */
"HockeyFeedbackComposeAttachmentDelete" = "删除图像";

/* Cancel button for attachment actions */
"HockeyFeedbackComposeAttachmentCancel" = "取消";


/* Set User Data */

/* Title */
"HockeyFeedbackUserDataTitle" = "我的信息";

/* Description On What Should Be Entered */
"HockeyFeedbackUserDataDescription" = "请提供你的信息，再写入意见反馈。";

/* Name Field */
"HockeyFeedbackUserDataName" = "姓名";

/* Name Placeholder */
"HockeyFeedbackUserDataNamePlaceHolder" = "姓名";

/* Email Field */
"HockeyFeedbackUserDataEmail" = "邮件";

/* Email Placeholder */
"HockeyFeedbackUserDataEmailPlaceholder" = "email@example.com";


/* Authenticator */

/* View Controller Title*/
"HockeyAuthenticatorViewControllerTitle" = "HockeyApp";

/* BITAuthenticatorAuthTypeUDIDProvider */
"HockeyAuthenticationViewControllerWebUDIDLoginDescription" = "开发人员已经要求该设备的 UDID。点击下面来打开 HockeyApp 网站并授权访问。";
"HockeyAuthenticationViewControllerWebLoginButtonTitle" = "打开 HockeyApp";

/* BITAuthenticatorIdentificationTypeWebAuth */
"HockeyAuthenticationViewControllerWebAuthLoginDescription" = "开发人员已经要求你的 HockeyApp 帐户的电子邮件。点击下面来打开 HockeyApp 网站并授权访问。";

/* BITAuthenticatorAuthTypeEmail and BITAuthenticatorAuthTypeEmailAndPassword */
"HockeyAuthenticationViewControllerDataEmailAndPasswordDescription" = "请输入你的 HockeyApp 帐户的电子邮件和密码来授权访问这个 app。";
"HockeyAuthenticationViewControllerDataEmailDescription" = "请输入你的 HockeyApp 帐户的电子邮件来授权访问这个 app。";
"HockeyAuthenticationViewControllerEmailPlaceholder" = "email@example.com";
"HockeyAuthenticationViewControllerPasswordPlaceholder" = "必填";
"HockeyAuthenticationViewControllerEmailDescription" = "邮件";
"HockeyAuthenticationViewControllerPasswordDescription" = "密码";

/* Error presented to the user if authentication failed because of networking issues */
"HockeyAuthenticationViewControllerNetworkError" = "你设备的 Internet 连接似乎已断开，导致授权失败。请再试一次。";

"HockeyAuthenticationFailedAuthenticate" = "授权错误。请再试一次或联系这个 app 的开发人员。";
"HockeyAuthenticationNotMember" = "你未获授权使用这个程序。请联系这个 app 的开发人员。";
"HockeyAuthenticationContactDeveloper" = "授权错误。请联系这个 app 开发人员。";
"HockeyAuthenticationWrongEmailPassword" = "你输入了一个无效的电子邮件或密码，请检查后再试一次。";
"HockeyAuthenticationAuthSecretMissing" = "尚未设置 HockeySDK  authorization secret。请联系这个 app 的开发人员。";

/* Accessibility strings */
"HockeyAccessibilityHintRequired" = "必填";
